{
  "home": {
    "title": "Главная",
    "description": "Компания Heavy Engineering — российский инженерный интегратор, специализирующийся на поставках катализаторов для сернокислотных производств. Мы сотрудничаем с крупнейшими предприятиями химической и нефтехимической отрасли, обеспечивая надёжные решения и стабильное качество. Основное направление деятельности — дистрибуция катализаторов Самарского завода катализаторов (СЗК). Среди наших клиентов — предприятия холдинга ЕвроХим. Наша цель — предоставлять передовые технологии, эффективные материалы и инженерную поддержку мирового уровня.",
    "button": "Подробнее"
  },
  "catalysts": {
    "title": "Катализаторы",
    "description": "Heavy Engineering поставляет современные катализаторы для контактного производства серной кислоты. Мы предлагаем широкий выбор решений, адаптированных под различные режимы работы установок и требования заказчиков.",
    "list": {
      "item1": "Ванадиевые катализаторы НТ — оптимальны для низкотемпературного режима.",
      "item2": "Ванадиевые катализаторы ВТ — обеспечивают стабильную работу в стандартных условиях.",
      "item3": "Цезиевые катализаторы — для максимальной активности и производительности."
    },
    "note": "Мы осуществляем технический подбор, поставку, логистику и сопровождение внедрения катализаторов производства Самарского завода катализаторов (СЗК).",
    "button": "Запросить предложение"
  },
  "about": {
    "title": "О компании",
    "description": "Heavy Engineering — российская инжиниринговая компания, работающая в химической и нефтехимической промышленности. Наша команда объединяет инженеров и экспертов с многолетним опытом работы в ведущих российских и зарубежных предприятиях. Мы предоставляем услуги по проектированию, подбору и поставке технологического оборудования, а также инженерный консалтинг. Среди наших клиентов — ЕвроХим, Фосфорит, Балаковские минеральные удобрения. Мы гордимся партнёрством с Самарским заводом катализаторов и наличием дилерских сертификатов CPR и КЕЙ.",
    "button": "Наши проекты"
  },
  "contacts": {
    "title": "Контакты",
    "description": "Свяжитесь с нами для консультации, подбора катализаторов и получения коммерческого предложения. Мы всегда открыты к сотрудничеству и готовы ответить на любые вопросы.",
    "address": "Москва, ул. Промышленная, д. 12",
    "phone1": "+7 495 123 45 67",
    "phone2": "+7 916 321 65 34",
    "email": "info@heavy-engineering.ru",
    "hours": "Пн–Пт: 9:00–18:00",
    "button": "Отправить сообщение"
  },
  "footer": {
    "description": "Официальный дилер катализаторов для сернокислотных производств",
    "phone1": "+7 495 123 45 67",
    "phone2": "+7 916 321 65 34",
    "email": "info@heavy-engineering.ru",
    "site": "www.heavy-engineering.ru"
  }
}
